<?php
// weather 天气查询类
//include_once('tianqi/weather.php');
//$a = new weather('泉州');
//echo $a->get_weather();
//echo $a->get_7days_weather();


$info[]='中国';


$info[]='北京';


$info[]='安徽';


$info[]='福建';


$info[]='甘肃';


$info[]='广东';


$info[]='广西';


$info[]='贵州';


$info[]='海南';


$info[]='河北';


$info[]='河南';


$info[]='黑龙江';


$info[]='湖北';


$info[]='湖南';


$info[]='吉林';


$info[]='江苏';


$info[]='江西';


$info[]='辽宁';


$info[]='内蒙古';


$info[]='宁夏';


$info[]='青海';


$info[]='山东';


$info[]='山西';


$info[]='陕西';


$info[]='上海';


$info[]='四川';


$info[]='天津';


$info[]='西藏';


$info[]='新疆';


$info[]='云南';


$info[]='浙江';


$info[]='重庆';


$info[]='香港';


$info[]='澳门';


$info[]='台湾';


$info[]='安庆';


$info[]='蚌埠';


$info[]='巢湖';


$info[]='池州';


$info[]='滁州';
$info[]='阜阳';
$info[]='淮北';
$info[]='淮南';


$info[]='黄山';


$info[]='六安';


$info[]='马鞍山';


$info[]='宿州';


$info[]='铜陵';


$info[]='芜湖';


$info[]='宣城';


$info[]='亳州';


$info[]='北京';


$info[]='福州';


$info[]='龙岩';


$info[]='南平';


$info[]='宁德';


$info[]='莆田';


$info[]='泉州';


$info[]='三明';


$info[]='厦门';


$info[]='漳州';


$info[]='兰州';


$info[]='白银';


$info[]='定西';


$info[]='甘南';


$info[]='嘉峪关';


$info[]='金昌';


$info[]='酒泉';


$info[]='临夏';


$info[]='陇南';


$info[]='平凉';


$info[]='庆阳';


$info[]='天水';


$info[]='武威';


$info[]='张掖';


$info[]='广州';


$info[]='深圳';


$info[]='潮州';


$info[]='东莞';


$info[]='佛山';


$info[]='河源';


$info[]='惠州';


$info[]='江门';


$info[]='揭阳';


$info[]='茂名';


$info[]='梅州';


$info[]='清远';


$info[]='汕头';


$info[]='汕尾';


$info[]='韶关';


$info[]='阳江';


$info[]='云浮';


$info[]='湛江';


$info[]='肇庆';


$info[]='中山';


$info[]='珠海';


$info[]='南宁';


$info[]='桂林';


$info[]='百色';


$info[]='北海';


$info[]='崇左';


$info[]='防城港';


$info[]='贵港';


$info[]='河池';


$info[]='贺州';


$info[]='来宾';


$info[]='柳州';


$info[]='钦州';


$info[]='梧州';


$info[]='玉林';


$info[]='贵阳';


$info[]='安顺';


$info[]='毕节';


$info[]='六盘水';


$info[]='黔东南';


$info[]='黔南';


$info[]='黔西南';


$info[]='铜仁';


$info[]='遵义';


$info[]='海口';


$info[]='三亚';


$info[]='白沙';


$info[]='保亭';


$info[]='昌江';


$info[]='澄迈县';


$info[]='定安县';


$info[]='东方';


$info[]='乐东';


$info[]='临高县';


$info[]='陵水';


$info[]='琼海';


$info[]='琼中';


$info[]='屯昌县';


$info[]='万宁';


$info[]='文昌';


$info[]='五指山';


$info[]='儋州';


$info[]='石家庄';


$info[]='保定';


$info[]='沧州';


$info[]='承德';


$info[]='邯郸';


$info[]='衡水';


$info[]='廊坊';


$info[]='秦皇岛';


$info[]='唐山';


$info[]='邢台';


$info[]='张家口';


$info[]='郑州';


$info[]='洛阳';


$info[]='开封';


$info[]='安阳';


$info[]='鹤壁';


$info[]='济源';


$info[]='焦作';


$info[]='南阳';


$info[]='平顶山';


$info[]='三门峡';


$info[]='商丘';


$info[]='新乡';


$info[]='信阳';


$info[]='许昌';


$info[]='周口';


$info[]='驻马店';


$info[]='漯河';


$info[]='濮阳';


$info[]='哈尔滨';


$info[]='大庆';


$info[]='大兴安岭';


$info[]='鹤岗';


$info[]='黑河';


$info[]='鸡西';


$info[]='佳木斯';


$info[]='牡丹江';


$info[]='七台河';


$info[]='齐齐哈尔';


$info[]='双鸭山';


$info[]='绥化';


$info[]='伊春';


$info[]='武汉';


$info[]='仙桃';


$info[]='鄂州';


$info[]='黄冈';


$info[]='黄石';


$info[]='荆门';


$info[]='荆州';


$info[]='潜江';


$info[]='神农架林区';


$info[]='十堰';


$info[]='随州';


$info[]='天门';


$info[]='咸宁';


$info[]='襄樊';


$info[]='孝感';


$info[]='宜昌';


$info[]='恩施';


$info[]='长沙';


$info[]='张家界';


$info[]='常德';


$info[]='郴州';


$info[]='衡阳';


$info[]='怀化';


$info[]='娄底';


$info[]='邵阳';


$info[]='湘潭';


$info[]='湘西';


$info[]='益阳';


$info[]='永州';


$info[]='岳阳';


$info[]='株洲';


$info[]='长春';


$info[]='吉林';


$info[]='白城';


$info[]='白山';


$info[]='辽源';


$info[]='四平';


$info[]='松原';


$info[]='通化';


$info[]='延边';


$info[]='南京';


$info[]='苏州';


$info[]='无锡';


$info[]='常州';


$info[]='淮安';


$info[]='连云港';


$info[]='南通';


$info[]='宿迁';


$info[]='泰州';


$info[]='徐州';


$info[]='盐城';


$info[]='扬州';


$info[]='镇江';


$info[]='南昌';


$info[]='抚州';


$info[]='赣州';


$info[]='吉安';


$info[]='景德镇';


$info[]='九江';


$info[]='萍乡';


$info[]='上饶';


$info[]='新余';


$info[]='宜春';


$info[]='鹰潭';


$info[]='沈阳';


$info[]='大连';


$info[]='鞍山';


$info[]='本溪';


$info[]='朝阳';


$info[]='丹东';


$info[]='抚顺';


$info[]='阜新';


$info[]='葫芦岛';


$info[]='锦州';


$info[]='辽阳';


$info[]='盘锦';


$info[]='铁岭';


$info[]='营口';


$info[]='呼和浩特';


$info[]='阿拉善盟';


$info[]='巴彦淖尔盟';


$info[]='包头';


$info[]='赤峰';


$info[]='鄂尔多斯';


$info[]='呼伦贝尔';


$info[]='通辽';


$info[]='乌海';


$info[]='乌兰察布市';


$info[]='锡林郭勒盟';


$info[]='兴安盟';


$info[]='银川';


$info[]='固原';


$info[]='石嘴山';


$info[]='吴忠';


$info[]='中卫';


$info[]='西宁';


$info[]='果洛';


$info[]='海北';


$info[]='海东';


$info[]='海南';


$info[]='海西';


$info[]='黄南';


$info[]='玉树';


$info[]='济南';


$info[]='青岛';


$info[]='滨州';


$info[]='德州';


$info[]='东营';


$info[]='菏泽';


$info[]='济宁';


$info[]='莱芜';


$info[]='聊城';


$info[]='临沂';


$info[]='日照';


$info[]='泰安';


$info[]='威海';


$info[]='潍坊';


$info[]='烟台';


$info[]='枣庄';


$info[]='淄博';


$info[]='太原';


$info[]='长治';


$info[]='大同';


$info[]='晋城';


$info[]='晋中';


$info[]='临汾';


$info[]='吕梁';


$info[]='朔州';


$info[]='忻州';


$info[]='阳泉';


$info[]='运城';


$info[]='西安';


$info[]='安康';


$info[]='宝鸡';


$info[]='汉中';


$info[]='商洛';


$info[]='铜川';


$info[]='渭南';


$info[]='咸阳';


$info[]='延安';


$info[]='榆林';


$info[]='上海';


$info[]='成都';


$info[]='绵阳';


$info[]='阿坝';


$info[]='巴中';


$info[]='达州';


$info[]='德阳';


$info[]='甘孜';


$info[]='广安';


$info[]='广元';


$info[]='乐山';


$info[]='凉山';


$info[]='眉山';


$info[]='南充';


$info[]='内江';


$info[]='攀枝花';


$info[]='遂宁';


$info[]='雅安';


$info[]='宜宾';


$info[]='资阳';


$info[]='自贡';


$info[]='泸州';


$info[]='天津';


$info[]='拉萨';


$info[]='阿里';


$info[]='昌都';


$info[]='林芝';


$info[]='那曲';


$info[]='日喀则';


$info[]='山南';


$info[]='乌鲁木齐';


$info[]='阿克苏';


$info[]='阿拉尔';


$info[]='巴音郭楞';


$info[]='博尔塔拉';


$info[]='昌吉';


$info[]='哈密';


$info[]='和田';


$info[]='喀什';


$info[]='克拉玛依';


$info[]='克孜勒苏';


$info[]='石河子';


$info[]='图木舒克';


$info[]='吐鲁番';


$info[]='五家渠';


$info[]='伊犁';


$info[]='昆明';


$info[]='怒江';


$info[]='普洱';


$info[]='丽江';


$info[]='保山';


$info[]='楚雄';


$info[]='大理';


$info[]='德宏';


$info[]='迪庆';


$info[]='红河';


$info[]='临沧';


$info[]='曲靖';


$info[]='文山';


$info[]='西双版纳';


$info[]='玉溪';


$info[]='昭通';


$info[]='杭州';


$info[]='湖州';


$info[]='嘉兴';


$info[]='金华';


$info[]='丽水';


$info[]='宁波';


$info[]='绍兴';


$info[]='台州';


$info[]='温州';


$info[]='舟山';


$info[]='衢州';


$info[]='重庆';


$info[]='香港';


$info[]='澳门';


$info[]='台湾';


$info[]='迎江区';


$info[]='大观区';


$info[]='宜秀区';


$info[]='桐城市';


$info[]='怀宁县';


$info[]='枞阳县';


$info[]='潜山县';


$info[]='太湖县';


$info[]='宿松县';


$info[]='望江县';


$info[]='岳西县';


$info[]='中市区';


$info[]='东市区';


$info[]='西市区';


$info[]='郊区';


$info[]='怀远县';


$info[]='五河县';


$info[]='固镇县';


$info[]='居巢区';


$info[]='庐江县';


$info[]='无为县';


$info[]='含山县';


$info[]='和县';


$info[]='贵池区';


$info[]='东至县';


$info[]='石台县';


$info[]='青阳县';


$info[]='琅琊区';


$info[]='南谯区';


$info[]='天长市';


$info[]='明光市';


$info[]='来安县';


$info[]='全椒县';


$info[]='定远县';


$info[]='凤阳县';


$info[]='蚌山区';


$info[]='龙子湖区';


$info[]='禹会区';


$info[]='淮上区';


$info[]='颍州区';


$info[]='颍东区';


$info[]='颍泉区';


$info[]='界首市';


$info[]='临泉县';


$info[]='太和县';


$info[]='阜南县';


$info[]='颖上县';


$info[]='相山区';


$info[]='杜集区';


$info[]='烈山区';


$info[]='濉溪县';


$info[]='田家庵区';


$info[]='大通区';


$info[]='谢家集区';


$info[]='八公山区';


$info[]='潘集区';


$info[]='凤台县';


$info[]='屯溪区';


$info[]='黄山区';


$info[]='徽州区';


$info[]='歙县';


$info[]='休宁县';


$info[]='黟县';


$info[]='祁门县';


$info[]='金安区';


$info[]='裕安区';


$info[]='寿县';


$info[]='霍邱县';


$info[]='舒城县';


$info[]='金寨县';


$info[]='霍山县';


$info[]='雨山区';


$info[]='花山区';


$info[]='金家庄区';


$info[]='当涂县';


$info[]='埇桥区';


$info[]='砀山县';


$info[]='萧县';


$info[]='灵璧县';


$info[]='泗县';


$info[]='铜官山区';


$info[]='狮子山区';


$info[]='郊区';


$info[]='铜陵县';


$info[]='镜湖区';


$info[]='弋江区';


$info[]='鸠江区';


$info[]='三山区';


$info[]='芜湖县';


$info[]='繁昌县';


$info[]='南陵县';


$info[]='宣州区';


$info[]='宁国市';


$info[]='郎溪县';


$info[]='广德县';


$info[]='泾县';


$info[]='绩溪县';


$info[]='旌德县';


$info[]='涡阳县';


$info[]='蒙城县';


$info[]='利辛县';


$info[]='谯城区';


$info[]='东城区';


$info[]='西城区';


$info[]='海淀区';


$info[]='朝阳区';


$info[]='崇文区';


$info[]='宣武区';


$info[]='丰台区';


$info[]='石景山区';


$info[]='房山区';


$info[]='门头沟区';


$info[]='通州区';


$info[]='顺义区';


$info[]='昌平区';


$info[]='怀柔区';


$info[]='平谷区';


$info[]='大兴区';


$info[]='密云县';


$info[]='延庆县';


$info[]='鼓楼区';


$info[]='台江区';


$info[]='仓山区';


$info[]='马尾区';


$info[]='晋安区';


$info[]='福清市';


$info[]='长乐市';


$info[]='闽侯县';


$info[]='连江县';


$info[]='罗源县';


$info[]='闽清县';


$info[]='永泰县';


$info[]='平潭县';


$info[]='新罗区';


$info[]='漳平市';


$info[]='长汀县';


$info[]='永定县';


$info[]='上杭县';


$info[]='武平县';


$info[]='连城县';


$info[]='延平区';


$info[]='邵武市';


$info[]='武夷山市';


$info[]='建瓯市';


$info[]='建阳市';


$info[]='顺昌县';


$info[]='浦城县';


$info[]='光泽县';


$info[]='松溪县';


$info[]='政和县';


$info[]='蕉城区';


$info[]='福安市';


$info[]='福鼎市';


$info[]='霞浦县';


$info[]='古田县';


$info[]='屏南县';


$info[]='寿宁县';


$info[]='周宁县';


$info[]='柘荣县';


$info[]='城厢区';


$info[]='涵江区';


$info[]='荔城区';


$info[]='秀屿区';


$info[]='仙游县';


$info[]='鲤城区';


$info[]='丰泽区';


$info[]='洛江区';


$info[]='清濛开发区';


$info[]='泉港区';


$info[]='石狮市';


$info[]='晋江市';


$info[]='南安市';


$info[]='惠安县';


$info[]='安溪县';


$info[]='永春县';


$info[]='德化县';


$info[]='金门县';


$info[]='梅列区';


$info[]='三元区';


$info[]='永安市';


$info[]='明溪县';


$info[]='清流县';


$info[]='宁化县';


$info[]='大田县';


$info[]='尤溪县';


$info[]='沙县';


$info[]='将乐县';


$info[]='泰宁县';


$info[]='建宁县';


$info[]='思明区';


$info[]='海沧区';


$info[]='湖里区';


$info[]='集美区';


$info[]='同安区';


$info[]='翔安区';


$info[]='芗城区';


$info[]='龙文区';


$info[]='龙海市';


$info[]='云霄县';


$info[]='漳浦县';


$info[]='诏安县';


$info[]='长泰县';


$info[]='东山县';


$info[]='南靖县';


$info[]='平和县';


$info[]='华安县';


$info[]='皋兰县';


$info[]='城关区';


$info[]='七里河区';


$info[]='西固区';


$info[]='安宁区';


$info[]='红古区';


$info[]='永登县';


$info[]='榆中县';


$info[]='白银区';


$info[]='平川区';


$info[]='会宁县';


$info[]='景泰县';


$info[]='靖远县';


$info[]='临洮县';


$info[]='陇西县';


$info[]='通渭县';


$info[]='渭源县';


$info[]='漳县';


$info[]='岷县';


$info[]='安定区';


$info[]='安定区';


$info[]='合作市';


$info[]='临潭县';


$info[]='卓尼县';


$info[]='舟曲县';


$info[]='迭部县';


$info[]='玛曲县';


$info[]='碌曲县';


$info[]='夏河县';


$info[]='嘉峪关市';


$info[]='金川区';


$info[]='永昌县';


$info[]='肃州区';


$info[]='玉门市';


$info[]='敦煌市';


$info[]='金塔县';


$info[]='瓜州县';


$info[]='肃北';


$info[]='阿克塞';


$info[]='临夏市';


$info[]='临夏县';


$info[]='康乐县';


$info[]='永靖县';


$info[]='广河县';


$info[]='和政县';


$info[]='东乡族自治县';


$info[]='积石山';


$info[]='成县';


$info[]='徽县';


$info[]='康县';


$info[]='礼县';


$info[]='两当县';


$info[]='文县';


$info[]='西和县';


$info[]='宕昌县';


$info[]='武都区';


$info[]='崇信县';


$info[]='华亭县';


$info[]='静宁县';


$info[]='灵台县';


$info[]='崆峒区';


$info[]='庄浪县';


$info[]='泾川县';


$info[]='合水县';


$info[]='华池县';


$info[]='环县';


$info[]='宁县';


$info[]='庆城县';


$info[]='西峰区';


$info[]='镇原县';


$info[]='正宁县';


$info[]='甘谷县';


$info[]='秦安县';


$info[]='清水县';


$info[]='秦州区';


$info[]='麦积区';


$info[]='武山县';


$info[]='张家川';


$info[]='古浪县';


$info[]='民勤县';


$info[]='天祝';


$info[]='凉州区';


$info[]='高台县';


$info[]='临泽县';


$info[]='民乐县';


$info[]='山丹县';


$info[]='肃南';


$info[]='甘州区';


$info[]='从化市';


$info[]='天河区';


$info[]='东山区';


$info[]='白云区';


$info[]='海珠区';


$info[]='荔湾区';


$info[]='越秀区';


$info[]='黄埔区';


$info[]='番禺区';


$info[]='花都区';


$info[]='增城区';


$info[]='从化区';


$info[]='市郊';


$info[]='福田区';


$info[]='罗湖区';


$info[]='南山区';


$info[]='宝安区';


$info[]='龙岗区';


$info[]='盐田区';


$info[]='湘桥区';


$info[]='潮安县';


$info[]='饶平县';


$info[]='南城区';


$info[]='东城区';


$info[]='万江区';


$info[]='莞城区';


$info[]='石龙镇';


$info[]='虎门镇';


$info[]='麻涌镇';


$info[]='道滘镇';


$info[]='石碣镇';


$info[]='沙田镇';


$info[]='望牛墩镇';


$info[]='洪梅镇';


$info[]='茶山镇';


$info[]='寮步镇';


$info[]='大岭山镇';


$info[]='大朗镇';


$info[]='黄江镇';


$info[]='樟木头';


$info[]='凤岗镇';


$info[]='塘厦镇';


$info[]='谢岗镇';


$info[]='厚街镇';


$info[]='清溪镇';


$info[]='常平镇';


$info[]='桥头镇';


$info[]='横沥镇';


$info[]='东坑镇';


$info[]='企石镇';


$info[]='石排镇';


$info[]='长安镇';


$info[]='中堂镇';


$info[]='高埗镇';


$info[]='禅城区';


$info[]='南海区';


$info[]='顺德区';


$info[]='三水区';


$info[]='高明区';


$info[]='东源县';


$info[]='和平县';


$info[]='源城区';


$info[]='连平县';


$info[]='龙川县';


$info[]='紫金县';


$info[]='惠阳区';


$info[]='惠城区';


$info[]='大亚湾';


$info[]='博罗县';


$info[]='惠东县';


$info[]='龙门县';


$info[]='江海区';


$info[]='蓬江区';


$info[]='新会区';


$info[]='台山市';


$info[]='开平市';


$info[]='鹤山市';


$info[]='恩平市';


$info[]='榕城区';


$info[]='普宁市';


$info[]='揭东县';


$info[]='揭西县';


$info[]='惠来县';


$info[]='茂南区';


$info[]='茂港区';


$info[]='高州市';


$info[]='化州市';


$info[]='信宜市';


$info[]='电白县';


$info[]='梅县';


$info[]='梅江区';


$info[]='兴宁市';


$info[]='大埔县';


$info[]='丰顺县';


$info[]='五华县';


$info[]='平远县';


$info[]='蕉岭县';


$info[]='清城区';


$info[]='英德市';


$info[]='连州市';


$info[]='佛冈县';


$info[]='阳山县';


$info[]='清新县';


$info[]='连山';


$info[]='连南';


$info[]='南澳县';


$info[]='潮阳区';


$info[]='澄海区';


$info[]='龙湖区';


$info[]='金平区';


$info[]='濠江区';


$info[]='潮南区';


$info[]='城区';


$info[]='陆丰市';


$info[]='海丰县';


$info[]='陆河县';


$info[]='曲江县';


$info[]='浈江区';


$info[]='武江区';


$info[]='曲江区';


$info[]='乐昌市';


$info[]='南雄市';


$info[]='始兴县';


$info[]='仁化县';


$info[]='翁源县';


$info[]='新丰县';


$info[]='乳源';


$info[]='江城区';


$info[]='阳春市';


$info[]='阳西县';


$info[]='阳东县';


$info[]='云城区';


$info[]='罗定市';


$info[]='新兴县';


$info[]='郁南县';


$info[]='云安县';


$info[]='赤坎区';


$info[]='霞山区';


$info[]='坡头区';


$info[]='麻章区';


$info[]='廉江市';


$info[]='雷州市';


$info[]='吴川市';


$info[]='遂溪县';


$info[]='徐闻县';


$info[]='肇庆市';


$info[]='高要市';


$info[]='四会市';


$info[]='广宁县';


$info[]='怀集县';


$info[]='封开县';


$info[]='德庆县';


$info[]='石岐街道';


$info[]='东区街道';


$info[]='西区街道';


$info[]='环城街道';


$info[]='中山港街道';


$info[]='五桂山街道';


$info[]='香洲区';


$info[]='斗门区';


$info[]='金湾区';


$info[]='邕宁区';


$info[]='青秀区';


$info[]='兴宁区';


$info[]='良庆区';


$info[]='西乡塘区';


$info[]='江南区';


$info[]='武鸣县';


$info[]='隆安县';


$info[]='马山县';


$info[]='上林县';


$info[]='宾阳县';


$info[]='横县';


$info[]='秀峰区';


$info[]='叠彩区';


$info[]='象山区';


$info[]='七星区';


$info[]='雁山区';


$info[]='阳朔县';


$info[]='临桂县';


$info[]='灵川县';


$info[]='全州县';


$info[]='平乐县';


$info[]='兴安县';


$info[]='灌阳县';


$info[]='荔浦县';


$info[]='资源县';


$info[]='永福县';


$info[]='龙胜';


$info[]='恭城';


$info[]='右江区';


$info[]='凌云县';


$info[]='平果县';


$info[]='西林县';


$info[]='乐业县';


$info[]='德保县';


$info[]='田林县';


$info[]='田阳县';


$info[]='靖西县';


$info[]='田东县';


$info[]='那坡县';


$info[]='隆林';


$info[]='海城区';


$info[]='银海区';


$info[]='铁山港区';


$info[]='合浦县';


$info[]='江州区';


$info[]='凭祥市';


$info[]='宁明县';


$info[]='扶绥县';


$info[]='龙州县';


$info[]='大新县';


$info[]='天等县';


$info[]='港口区';


$info[]='防城区';


$info[]='东兴市';


$info[]='上思县';


$info[]='港北区';


$info[]='港南区';


$info[]='覃塘区';


$info[]='桂平市';


$info[]='平南县';


$info[]='金城江区';


$info[]='宜州市';


$info[]='天峨县';


$info[]='凤山县';


$info[]='南丹县';


$info[]='东兰县';


$info[]='都安';


$info[]='罗城';


$info[]='巴马';


$info[]='环江';


$info[]='大化';


$info[]='八步区';


$info[]='钟山县';


$info[]='昭平县';


$info[]='富川';


$info[]='兴宾区';


$info[]='合山市';


$info[]='象州县';


$info[]='武宣县';


$info[]='忻城县';


$info[]='金秀';


$info[]='城中区';


$info[]='鱼峰区';


$info[]='柳北区';


$info[]='柳南区';


$info[]='柳江县';


$info[]='柳城县';


$info[]='鹿寨县';


$info[]='融安县';


$info[]='融水';


$info[]='三江';


$info[]='钦南区';


$info[]='钦北区';


$info[]='灵山县';


$info[]='浦北县';


$info[]='万秀区';


$info[]='蝶山区';


$info[]='长洲区';


$info[]='岑溪市';


$info[]='苍梧县';


$info[]='藤县';


$info[]='蒙山县';


$info[]='玉州区';


$info[]='北流市';


$info[]='容县';


$info[]='陆川县';


$info[]='博白县';


$info[]='兴业县';


$info[]='南明区';


$info[]='云岩区';


$info[]='花溪区';


$info[]='乌当区';


$info[]='白云区';


$info[]='小河区';


$info[]='金阳新区';


$info[]='新天园区';


$info[]='清镇市';


$info[]='开阳县';


$info[]='修文县';


$info[]='息烽县';


$info[]='西秀区';


$info[]='关岭';


$info[]='镇宁';


$info[]='紫云';


$info[]='平坝县';


$info[]='普定县';


$info[]='毕节市';


$info[]='大方县';


$info[]='黔西县';


$info[]='金沙县';


$info[]='织金县';


$info[]='纳雍县';


$info[]='赫章县';


$info[]='威宁';


$info[]='钟山区';


$info[]='六枝特区';


$info[]='水城县';


$info[]='盘县';


$info[]='凯里市';


$info[]='黄平县';


$info[]='施秉县';


$info[]='三穗县';


$info[]='镇远县';


$info[]='岑巩县';


$info[]='天柱县';


$info[]='锦屏县';


$info[]='剑河县';


$info[]='台江县';


$info[]='黎平县';


$info[]='榕江县';


$info[]='从江县';


$info[]='雷山县';


$info[]='麻江县';


$info[]='丹寨县';


$info[]='都匀市';


$info[]='福泉市';


$info[]='荔波县';


$info[]='贵定县';


$info[]='瓮安县';


$info[]='独山县';


$info[]='平塘县';


$info[]='罗甸县';


$info[]='长顺县';


$info[]='龙里县';


$info[]='惠水县';


$info[]='三都';


$info[]='兴义市';


$info[]='兴仁县';


$info[]='普安县';


$info[]='晴隆县';


$info[]='贞丰县';


$info[]='望谟县';


$info[]='册亨县';


$info[]='安龙县';


$info[]='铜仁市';


$info[]='江口县';


$info[]='石阡县';


$info[]='思南县';


$info[]='德江县';


$info[]='玉屏';


$info[]='印江';


$info[]='沿河';


$info[]='松桃';


$info[]='万山特区';


$info[]='红花岗区';


$info[]='务川县';


$info[]='道真县';


$info[]='汇川区';


$info[]='赤水市';


$info[]='仁怀市';


$info[]='遵义县';


$info[]='桐梓县';


$info[]='绥阳县';


$info[]='正安县';


$info[]='凤冈县';


$info[]='湄潭县';


$info[]='余庆县';


$info[]='习水县';


$info[]='道真';


$info[]='务川';


$info[]='秀英区';


$info[]='龙华区';


$info[]='琼山区';


$info[]='美兰区';


$info[]='市区';


$info[]='洋浦开发区';


$info[]='那大镇';


$info[]='王五镇';


$info[]='雅星镇';


$info[]='大成镇';


$info[]='中和镇';


$info[]='峨蔓镇';


$info[]='南丰镇';


$info[]='白马井镇';


$info[]='兰洋镇';


$info[]='和庆镇';


$info[]='海头镇';


$info[]='排浦镇';


$info[]='东成镇';


$info[]='光村镇';


$info[]='木棠镇';


$info[]='新州镇';


$info[]='三都镇';


$info[]='其他';


$info[]='长安区';


$info[]='桥东区';


$info[]='桥西区';


$info[]='新华区';


$info[]='裕华区';


$info[]='井陉矿区';


$info[]='高新区';


$info[]='辛集市';


$info[]='藁城市';


$info[]='晋州市';


$info[]='新乐市';


$info[]='鹿泉市';


$info[]='井陉县';


$info[]='正定县';


$info[]='栾城县';


$info[]='行唐县';


$info[]='灵寿县';


$info[]='高邑县';


$info[]='深泽县';


$info[]='赞皇县';


$info[]='无极县';


$info[]='平山县';


$info[]='元氏县';


$info[]='赵县';


$info[]='新市区';


$info[]='南市区';


$info[]='北市区';


$info[]='涿州市';


$info[]='定州市';


$info[]='安国市';


$info[]='高碑店市';


$info[]='满城县';


$info[]='清苑县';


$info[]='涞水县';


$info[]='阜平县';


$info[]='徐水县';


$info[]='定兴县';


$info[]='唐县';


$info[]='高阳县';


$info[]='容城县';


$info[]='涞源县';


$info[]='望都县';


$info[]='安新县';


$info[]='易县';


$info[]='曲阳县';


$info[]='蠡县';


$info[]='顺平县';


$info[]='博野县';


$info[]='雄县';


$info[]='运河区';


$info[]='新华区';


$info[]='泊头市';


$info[]='任丘市';


$info[]='黄骅市';


$info[]='河间市';


$info[]='沧县';


$info[]='青县';


$info[]='东光县';


$info[]='海兴县';


$info[]='盐山县';


$info[]='肃宁县';


$info[]='南皮县';


$info[]='吴桥县';


$info[]='献县';


$info[]='孟村';


$info[]='双桥区';


$info[]='双滦区';


$info[]='鹰手营子矿区';


$info[]='承德县';


$info[]='兴隆县';


$info[]='平泉县';


$info[]='滦平县';


$info[]='隆化县';


$info[]='丰宁';


$info[]='宽城';


$info[]='围场';


$info[]='从台区';


$info[]='复兴区';


$info[]='邯山区';


$info[]='峰峰矿区';


$info[]='武安市';


$info[]='邯郸县';


$info[]='临漳县';


$info[]='成安县';


$info[]='大名县';


$info[]='涉县';


$info[]='磁县';


$info[]='肥乡县';


$info[]='永年县';


$info[]='邱县';


$info[]='鸡泽县';


$info[]='广平县';


$info[]='馆陶县';


$info[]='魏县';


$info[]='曲周县';


$info[]='桃城区';


$info[]='冀州市';


$info[]='深州市';


$info[]='枣强县';


$info[]='武邑县';


$info[]='武强县';


$info[]='饶阳县';


$info[]='安平县';


$info[]='故城县';


$info[]='景县';


$info[]='阜城县';


$info[]='安次区';


$info[]='广阳区';


$info[]='霸州市';


$info[]='三河市';


$info[]='固安县';


$info[]='永清县';


$info[]='香河县';


$info[]='大城县';


$info[]='文安县';


$info[]='大厂';


$info[]='海港区';


$info[]='山海关区';


$info[]='北戴河区';


$info[]='昌黎县';


$info[]='抚宁县';


$info[]='卢龙县';


$info[]='青龙县';


$info[]='路北区';


$info[]='路南区';


$info[]='古冶区';


$info[]='开平区';


$info[]='丰南区';


$info[]='丰润区';


$info[]='遵化市';


$info[]='迁安市';


$info[]='滦县';


$info[]='滦南县';


$info[]='乐亭县';


$info[]='迁西县';


$info[]='玉田县';


$info[]='唐海县';


$info[]='桥东区';


$info[]='桥西区';


$info[]='南宫市';


$info[]='沙河市';


$info[]='邢台县';


$info[]='临城县';


$info[]='内丘县';


$info[]='柏乡县';


$info[]='隆尧县';


$info[]='任县';


$info[]='南和县';


$info[]='宁晋县';


$info[]='巨鹿县';


$info[]='新河县';


$info[]='广宗县';


$info[]='平乡县';


$info[]='威县';


$info[]='清河县';


$info[]='临西县';


$info[]='桥西区';


$info[]='桥东区';


$info[]='宣化区';


$info[]='下花园区';


$info[]='宣化县';


$info[]='张北县';


$info[]='康保县';


$info[]='沽源县';


$info[]='尚义县';


$info[]='蔚县';


$info[]='阳原县';


$info[]='怀安县';


$info[]='万全县';


$info[]='怀来县';


$info[]='涿鹿县';


$info[]='赤城县';


$info[]='崇礼县';


$info[]='金水区';


$info[]='邙山区';


$info[]='二七区';


$info[]='管城区';


$info[]='中原区';


$info[]='上街区';


$info[]='惠济区';


$info[]='郑东新区';


$info[]='经济技术开发区';


$info[]='高新开发区';


$info[]='出口加工区';


$info[]='巩义市';


$info[]='荥阳市';


$info[]='新密市';


$info[]='新郑市';


$info[]='登封市';


$info[]='中牟县';


$info[]='西工区';


$info[]='老城区';


$info[]='涧西区';


$info[]='瀍河回族区';


$info[]='洛龙区';


$info[]='吉利区';


$info[]='偃师市';


$info[]='孟津县';


$info[]='新安县';


$info[]='栾川县';


$info[]='嵩县';


$info[]='汝阳县';


$info[]='宜阳县';


$info[]='洛宁县';


$info[]='伊川县';


$info[]='鼓楼区';


$info[]='龙亭区';


$info[]='顺河回族区';


$info[]='金明区';


$info[]='禹王台区';


$info[]='杞县';


$info[]='通许县';


$info[]='尉氏县';


$info[]='开封县';


$info[]='兰考县';


$info[]='北关区';


$info[]='文峰区';


$info[]='殷都区';


$info[]='龙安区';


$info[]='林州市';


$info[]='安阳县';


$info[]='汤阴县';


$info[]='滑县';


$info[]='内黄县';


$info[]='淇滨区';


$info[]='山城区';


$info[]='鹤山区';


$info[]='浚县';


$info[]='淇县';


$info[]='济源市';


$info[]='解放区';


$info[]='中站区';


$info[]='马村区';


$info[]='山阳区';


$info[]='沁阳市';


$info[]='孟州市';


$info[]='修武县';


$info[]='博爱县';


$info[]='武陟县';


$info[]='温县';


$info[]='卧龙区';


$info[]='宛城区';


$info[]='邓州市';


$info[]='南召县';


$info[]='方城县';


$info[]='西峡县';


$info[]='镇平县';


$info[]='内乡县';


$info[]='淅川县';


$info[]='社旗县';


$info[]='唐河县';


$info[]='新野县';


$info[]='桐柏县';


$info[]='新华区';


$info[]='卫东区';


$info[]='湛河区';


$info[]='石龙区';


$info[]='舞钢市';


$info[]='汝州市';


$info[]='宝丰县';


$info[]='叶县';


$info[]='鲁山县';


$info[]='郏县';


$info[]='湖滨区';


$info[]='义马市';


$info[]='灵宝市';


$info[]='渑池县';


$info[]='陕县';


$info[]='卢氏县';


$info[]='梁园区';


$info[]='睢阳区';


$info[]='永城市';


$info[]='民权县';


$info[]='睢县';


$info[]='宁陵县';


$info[]='虞城县';


$info[]='柘城县';


$info[]='夏邑县';


$info[]='卫滨区';


$info[]='红旗区';


$info[]='凤泉区';


$info[]='牧野区';


$info[]='卫辉市';


$info[]='辉县市';


$info[]='新乡县';


$info[]='获嘉县';


$info[]='原阳县';


$info[]='延津县';


$info[]='封丘县';


$info[]='长垣县';


$info[]='浉河区';


$info[]='平桥区';


$info[]='罗山县';


$info[]='光山县';


$info[]='新县';


$info[]='商城县';


$info[]='固始县';


$info[]='潢川县';


$info[]='淮滨县';


$info[]='息县';


$info[]='魏都区';


$info[]='禹州市';


$info[]='长葛市';


$info[]='许昌县';


$info[]='鄢陵县';


$info[]='襄城县';


$info[]='川汇区';


$info[]='项城市';


$info[]='扶沟县';


$info[]='西华县';


$info[]='商水县';


$info[]='沈丘县';


$info[]='郸城县';


$info[]='淮阳县';


$info[]='太康县';


$info[]='鹿邑县';


$info[]='驿城区';


$info[]='西平县';


$info[]='上蔡县';


$info[]='平舆县';


$info[]='正阳县';


$info[]='确山县';


$info[]='泌阳县';


$info[]='汝南县';


$info[]='遂平县';


$info[]='新蔡县';


$info[]='郾城区';


$info[]='源汇区';


$info[]='召陵区';


$info[]='舞阳县';


$info[]='临颍县';


$info[]='华龙区';


$info[]='清丰县';


$info[]='南乐县';


$info[]='范县';


$info[]='台前县';


$info[]='濮阳县';


$info[]='道里区';


$info[]='南岗区';


$info[]='动力区';


$info[]='平房区';


$info[]='香坊区';


$info[]='太平区';


$info[]='道外区';


$info[]='阿城区';


$info[]='呼兰区';


$info[]='松北区';


$info[]='尚志市';


$info[]='双城市';


$info[]='五常市';


$info[]='方正县';


$info[]='宾县';


$info[]='依兰县';


$info[]='巴彦县';


$info[]='通河县';


$info[]='木兰县';


$info[]='延寿县';


$info[]='萨尔图区';


$info[]='红岗区';


$info[]='龙凤区';


$info[]='让胡路区';


$info[]='大同区';


$info[]='肇州县';


$info[]='肇源县';


$info[]='林甸县';


$info[]='杜尔伯特';


$info[]='呼玛县';


$info[]='漠河县';


$info[]='塔河县';


$info[]='兴山区';


$info[]='工农区';


$info[]='南山区';


$info[]='兴安区';


$info[]='向阳区';


$info[]='东山区';


$info[]='萝北县';


$info[]='绥滨县';


$info[]='爱辉区';


$info[]='五大连池市';


$info[]='北安市';


$info[]='嫩江县';


$info[]='逊克县';


$info[]='孙吴县';


$info[]='鸡冠区';


$info[]='恒山区';


$info[]='城子河区';


$info[]='滴道区';


$info[]='梨树区';


$info[]='虎林市';


$info[]='密山市';


$info[]='鸡东县';


$info[]='前进区';


$info[]='郊区';


$info[]='向阳区';


$info[]='东风区';


$info[]='同江市';


$info[]='富锦市';


$info[]='桦南县';


$info[]='桦川县';


$info[]='汤原县';


$info[]='抚远县';


$info[]='爱民区';


$info[]='东安区';


$info[]='阳明区';


$info[]='西安区';


$info[]='绥芬河市';


$info[]='海林市';


$info[]='宁安市';


$info[]='穆棱市';


$info[]='东宁县';


$info[]='林口县';


$info[]='桃山区';


$info[]='新兴区';


$info[]='茄子河区';


$info[]='勃利县';


$info[]='龙沙区';


$info[]='昂昂溪区';


$info[]='铁峰区';


$info[]='建华区';


$info[]='富拉尔基区';


$info[]='碾子山区';


$info[]='梅里斯达斡尔区';


$info[]='讷河市';


$info[]='龙江县';


$info[]='依安县';


$info[]='泰来县';


$info[]='甘南县';


$info[]='富裕县';


$info[]='克山县';


$info[]='克东县';


$info[]='拜泉县';


$info[]='尖山区';


$info[]='岭东区';


$info[]='四方台区';


$info[]='宝山区';


$info[]='集贤县';


$info[]='友谊县';


$info[]='宝清县';


$info[]='饶河县';


$info[]='北林区';


$info[]='安达市';


$info[]='肇东市';


$info[]='海伦市';


$info[]='望奎县';


$info[]='兰西县';


$info[]='青冈县';


$info[]='庆安县';


$info[]='明水县';


$info[]='绥棱县';


$info[]='伊春区';


$info[]='带岭区';


$info[]='南岔区';


$info[]='金山屯区';


$info[]='西林区';


$info[]='美溪区';


$info[]='乌马河区';


$info[]='翠峦区';


$info[]='友好区';


$info[]='上甘岭区';


$info[]='五营区';


$info[]='红星区';


$info[]='新青区';


$info[]='汤旺河区';


$info[]='乌伊岭区';


$info[]='铁力市';


$info[]='嘉荫县';


$info[]='江岸区';


$info[]='武昌区';


$info[]='江汉区';


$info[]='硚口区';


$info[]='汉阳区';


$info[]='青山区';


$info[]='洪山区';


$info[]='东西湖区';


$info[]='汉南区';


$info[]='蔡甸区';


$info[]='江夏区';


$info[]='黄陂区';


$info[]='新洲区';


$info[]='经济开发区';


$info[]='仙桃市';


$info[]='鄂城区';


$info[]='华容区';


$info[]='梁子湖区';


$info[]='黄州区';


$info[]='麻城市';


$info[]='武穴市';


$info[]='团风县';


$info[]='红安县';


$info[]='罗田县';


$info[]='英山县';


$info[]='浠水县';


$info[]='蕲春县';


$info[]='黄梅县';


$info[]='黄石港区';


$info[]='西塞山区';


$info[]='下陆区';


$info[]='铁山区';


$info[]='大冶市';


$info[]='阳新县';


$info[]='东宝区';


$info[]='掇刀区';


$info[]='钟祥市';


$info[]='京山县';


$info[]='沙洋县';


$info[]='沙市区';


$info[]='荆州区';


$info[]='石首市';


$info[]='洪湖市';


$info[]='松滋市';


$info[]='公安县';


$info[]='监利县';


$info[]='江陵县';


$info[]='潜江市';


$info[]='神农架林区';


$info[]='张湾区';


$info[]='茅箭区';


$info[]='丹江口市';


$info[]='郧县';


$info[]='郧西县';


$info[]='竹山县';


$info[]='竹溪县';


$info[]='房县';


$info[]='曾都区';


$info[]='广水市';


$info[]='天门市';


$info[]='咸安区';


$info[]='赤壁市';


$info[]='嘉鱼县';


$info[]='通城县';


$info[]='崇阳县';


$info[]='通山县';


$info[]='襄城区';


$info[]='樊城区';


$info[]='襄阳区';


$info[]='老河口市';


$info[]='枣阳市';


$info[]='宜城市';


$info[]='南漳县';


$info[]='谷城县';


$info[]='保康县';


$info[]='孝南区';


$info[]='应城市';


$info[]='安陆市';


$info[]='汉川市';


$info[]='孝昌县';


$info[]='大悟县';


$info[]='云梦县';


$info[]='长阳';


$info[]='五峰';


$info[]='西陵区';


$info[]='伍家岗区';


$info[]='点军区';


$info[]='猇亭区';


$info[]='夷陵区';


$info[]='宜都市';


$info[]='当阳市';


$info[]='枝江市';


$info[]='远安县';


$info[]='兴山县';


$info[]='秭归县';


$info[]='恩施市';


$info[]='利川市';


$info[]='建始县';


$info[]='巴东县';


$info[]='宣恩县';


$info[]='咸丰县';


$info[]='来凤县';


$info[]='鹤峰县';


$info[]='岳麓区';


$info[]='芙蓉区';


$info[]='天心区';


$info[]='开福区';


$info[]='雨花区';


$info[]='开发区';


$info[]='浏阳市';


$info[]='长沙县';


$info[]='望城县';


$info[]='宁乡县';


$info[]='永定区';


$info[]='武陵源区';


$info[]='慈利县';


$info[]='桑植县';


$info[]='武陵区';


$info[]='鼎城区';


$info[]='津市市';


$info[]='安乡县';


$info[]='汉寿县';


$info[]='澧县';


$info[]='临澧县';


$info[]='桃源县';


$info[]='石门县';


$info[]='北湖区';


$info[]='苏仙区';


$info[]='资兴市';


$info[]='桂阳县';


$info[]='宜章县';


$info[]='永兴县';


$info[]='嘉禾县';


$info[]='临武县';


$info[]='汝城县';


$info[]='桂东县';


$info[]='安仁县';


$info[]='雁峰区';


$info[]='珠晖区';


$info[]='石鼓区';


$info[]='蒸湘区';


$info[]='南岳区';


$info[]='耒阳市';


$info[]='常宁市';


$info[]='衡阳县';


$info[]='衡南县';


$info[]='衡山县';


$info[]='衡东县';


$info[]='祁东县';


$info[]='鹤城区';


$info[]='靖州';


$info[]='麻阳';


$info[]='通道';


$info[]='新晃';


$info[]='芷江';


$info[]='沅陵县';


$info[]='辰溪县';


$info[]='溆浦县';


$info[]='中方县';


$info[]='会同县';


$info[]='洪江市';


$info[]='娄星区';


$info[]='冷水江市';


$info[]='涟源市';


$info[]='双峰县';


$info[]='新化县';


$info[]='城步';


$info[]='双清区';


$info[]='大祥区';


$info[]='北塔区';


$info[]='武冈市';


$info[]='邵东县';


$info[]='新邵县';


$info[]='邵阳县';


$info[]='隆回县';


$info[]='洞口县';


$info[]='绥宁县';


$info[]='新宁县';


$info[]='岳塘区';


$info[]='雨湖区';


$info[]='湘乡市';


$info[]='韶山市';


$info[]='湘潭县';


$info[]='吉首市';


$info[]='泸溪县';


$info[]='凤凰县';


$info[]='花垣县';


$info[]='保靖县';


$info[]='古丈县';


$info[]='永顺县';


$info[]='龙山县';


$info[]='赫山区';


$info[]='资阳区';


$info[]='沅江市';


$info[]='南县';


$info[]='桃江县';


$info[]='安化县';


$info[]='江华';


$info[]='冷水滩区';


$info[]='零陵区';


$info[]='祁阳县';


$info[]='东安县';


$info[]='双牌县';


$info[]='道县';


$info[]='江永县';


$info[]='宁远县';


$info[]='蓝山县';


$info[]='新田县';


$info[]='岳阳楼区';


$info[]='君山区';


$info[]='云溪区';


$info[]='汨罗市';


$info[]='临湘市';


$info[]='岳阳县';


$info[]='华容县';


$info[]='湘阴县';


$info[]='平江县';


$info[]='天元区';


$info[]='荷塘区';


$info[]='芦淞区';


$info[]='石峰区';


$info[]='醴陵市';


$info[]='株洲县';


$info[]='攸县';


$info[]='茶陵县';


$info[]='炎陵县';


$info[]='朝阳区';


$info[]='宽城区';


$info[]='二道区';


$info[]='南关区';


$info[]='绿园区';


$info[]='双阳区';


$info[]='净月潭开发区';


$info[]='高新技术开发区';


$info[]='经济技术开发区';


$info[]='汽车产业开发区';


$info[]='德惠市';


$info[]='九台市';


$info[]='榆树市';


$info[]='农安县';


$info[]='船营区';


$info[]='昌邑区';


$info[]='龙潭区';


$info[]='丰满区';


$info[]='蛟河市';


$info[]='桦甸市';


$info[]='舒兰市';


$info[]='磐石市';


$info[]='永吉县';


$info[]='洮北区';


$info[]='洮南市';


$info[]='大安市';


$info[]='镇赉县';


$info[]='通榆县';


$info[]='江源区';


$info[]='八道江区';


$info[]='长白';


$info[]='临江市';


$info[]='抚松县';


$info[]='靖宇县';


$info[]='龙山区';


$info[]='西安区';


$info[]='东丰县';


$info[]='东辽县';


$info[]='铁西区';


$info[]='铁东区';


$info[]='伊通';


$info[]='公主岭市';


$info[]='双辽市';


$info[]='梨树县';


$info[]='前郭尔罗斯';


$info[]='宁江区';


$info[]='长岭县';


$info[]='乾安县';


$info[]='扶余县';


$info[]='东昌区';


$info[]='二道江区';


$info[]='梅河口市';


$info[]='集安市';


$info[]='通化县';


$info[]='辉南县';


$info[]='柳河县';


$info[]='延吉市';


$info[]='图们市';


$info[]='敦化市';


$info[]='珲春市';


$info[]='龙井市';


$info[]='和龙市';


$info[]='安图县';


$info[]='汪清县';


$info[]='玄武区';


$info[]='鼓楼区';


$info[]='白下区';


$info[]='建邺区';


$info[]='秦淮区';


$info[]='雨花台区';


$info[]='下关区';


$info[]='栖霞区';


$info[]='浦口区';


$info[]='江宁区';


$info[]='六合区';


$info[]='溧水县';


$info[]='高淳县';


$info[]='沧浪区';


$info[]='金阊区';


$info[]='平江区';


$info[]='虎丘区';


$info[]='吴中区';


$info[]='相城区';


$info[]='园区';


$info[]='新区';


$info[]='常熟市';


$info[]='张家港市';


$info[]='玉山镇';


$info[]='巴城镇';


$info[]='周市镇';


$info[]='陆家镇';


$info[]='花桥镇';


$info[]='淀山湖镇';


$info[]='张浦镇';


$info[]='周庄镇';


$info[]='千灯镇';


$info[]='锦溪镇';


$info[]='开发区';


$info[]='吴江市';


$info[]='太仓市';


$info[]='崇安区';


$info[]='北塘区';


$info[]='南长区';


$info[]='锡山区';


$info[]='惠山区';


$info[]='滨湖区';


$info[]='新区';


$info[]='江阴市';


$info[]='宜兴市';


$info[]='天宁区';


$info[]='钟楼区';


$info[]='戚墅堰区';


$info[]='郊区';


$info[]='新北区';


$info[]='武进区';


$info[]='溧阳市';


$info[]='金坛市';


$info[]='清河区';


$info[]='清浦区';


$info[]='楚州区';


$info[]='淮阴区';


$info[]='涟水县';


$info[]='洪泽县';


$info[]='盱眙县';


$info[]='金湖县';


$info[]='新浦区';


$info[]='连云区';


$info[]='海州区';


$info[]='赣榆县';


$info[]='东海县';


$info[]='灌云县';


$info[]='灌南县';


$info[]='崇川区';


$info[]='港闸区';


$info[]='经济开发区';


$info[]='启东市';


$info[]='如皋市';


$info[]='通州市';


$info[]='海门市';


$info[]='海安县';


$info[]='如东县';


$info[]='宿城区';


$info[]='宿豫区';


$info[]='宿豫县';


$info[]='沭阳县';


$info[]='泗阳县';


$info[]='泗洪县';


$info[]='海陵区';


$info[]='高港区';


$info[]='兴化市';


$info[]='靖江市';


$info[]='泰兴市';


$info[]='姜堰市';


$info[]='云龙区';


$info[]='鼓楼区';


$info[]='九里区';


$info[]='贾汪区';


$info[]='泉山区';


$info[]='新沂市';


$info[]='邳州市';


$info[]='丰县';


$info[]='沛县';


$info[]='铜山县';


$info[]='睢宁县';


$info[]='城区';


$info[]='亭湖区';


$info[]='盐都区';


$info[]='盐都县';


$info[]='东台市';


$info[]='大丰市';


$info[]='响水县';


$info[]='滨海县';


$info[]='阜宁县';


$info[]='射阳县';


$info[]='建湖县';


$info[]='广陵区';


$info[]='维扬区';


$info[]='邗江区';


$info[]='仪征市';


$info[]='高邮市';


$info[]='江都市';


$info[]='宝应县';


$info[]='京口区';


$info[]='润州区';


$info[]='丹徒区';


$info[]='丹阳市';


$info[]='扬中市';


$info[]='句容市';


$info[]='东湖区';


$info[]='西湖区';


$info[]='青云谱区';


$info[]='湾里区';


$info[]='青山湖区';


$info[]='红谷滩新区';


$info[]='昌北区';


$info[]='高新区';


$info[]='南昌县';


$info[]='新建县';


$info[]='安义县';


$info[]='进贤县';


$info[]='临川区';


$info[]='南城县';


$info[]='黎川县';


$info[]='南丰县';


$info[]='崇仁县';


$info[]='乐安县';


$info[]='宜黄县';


$info[]='金溪县';


$info[]='资溪县';


$info[]='东乡县';


$info[]='广昌县';


$info[]='章贡区';


$info[]='于都县';


$info[]='瑞金市';


$info[]='南康市';


$info[]='赣县';


$info[]='信丰县';


$info[]='大余县';


$info[]='上犹县';


$info[]='崇义县';


$info[]='安远县';


$info[]='龙南县';


$info[]='定南县';


$info[]='全南县';


$info[]='宁都县';


$info[]='兴国县';


$info[]='会昌县';


$info[]='寻乌县';


$info[]='石城县';


$info[]='安福县';


$info[]='吉州区';


$info[]='青原区';


$info[]='井冈山市';


$info[]='吉安县';


$info[]='吉水县';


$info[]='峡江县';


$info[]='新干县';


$info[]='永丰县';


$info[]='泰和县';


$info[]='遂川县';


$info[]='万安县';


$info[]='永新县';


$info[]='珠山区';


$info[]='昌江区';


$info[]='乐平市';


$info[]='浮梁县';


$info[]='浔阳区';


$info[]='庐山区';


$info[]='瑞昌市';


$info[]='九江县';


$info[]='武宁县';


$info[]='修水县';


$info[]='永修县';


$info[]='德安县';


$info[]='星子县';


$info[]='都昌县';


$info[]='湖口县';


$info[]='彭泽县';


$info[]='安源区';


$info[]='湘东区';


$info[]='莲花县';


$info[]='芦溪县';


$info[]='上栗县';


$info[]='信州区';


$info[]='德兴市';


$info[]='上饶县';


$info[]='广丰县';


$info[]='玉山县';


$info[]='铅山县';


$info[]='横峰县';


$info[]='弋阳县';


$info[]='余干县';


$info[]='波阳县';


$info[]='万年县';


$info[]='婺源县';


$info[]='渝水区';


$info[]='分宜县';


$info[]='袁州区';


$info[]='丰城市';


$info[]='樟树市';


$info[]='高安市';


$info[]='奉新县';


$info[]='万载县';


$info[]='上高县';


$info[]='宜丰县';


$info[]='靖安县';


$info[]='铜鼓县';


$info[]='月湖区';


$info[]='贵溪市';


$info[]='余江县';


$info[]='沈河区';


$info[]='皇姑区';


$info[]='和平区';


$info[]='大东区';


$info[]='铁西区';


$info[]='苏家屯区';


$info[]='东陵区';


$info[]='沈北新区';


$info[]='于洪区';


$info[]='浑南新区';


$info[]='新民市';


$info[]='辽中县';


$info[]='康平县';


$info[]='法库县';


$info[]='西岗区';


$info[]='中山区';


$info[]='沙河口区';


$info[]='甘井子区';


$info[]='旅顺口区';


$info[]='金州区';


$info[]='开发区';


$info[]='瓦房店市';


$info[]='普兰店市';


$info[]='庄河市';


$info[]='长海县';


$info[]='铁东区';


$info[]='铁西区';


$info[]='立山区';


$info[]='千山区';


$info[]='岫岩';


$info[]='海城市';


$info[]='台安县';


$info[]='本溪';


$info[]='平山区';


$info[]='明山区';


$info[]='溪湖区';


$info[]='南芬区';


$info[]='桓仁';


$info[]='双塔区';


$info[]='龙城区';


$info[]='喀喇沁左翼蒙古族自治县';


$info[]='北票市';


$info[]='凌源市';


$info[]='朝阳县';


$info[]='建平县';


$info[]='振兴区';


$info[]='元宝区';


$info[]='振安区';


$info[]='宽甸';


$info[]='东港市';


$info[]='凤城市';


$info[]='顺城区';


$info[]='新抚区';


$info[]='东洲区';


$info[]='望花区';


$info[]='清原';


$info[]='新宾';


$info[]='抚顺县';


$info[]='阜新';


$info[]='海州区';


$info[]='新邱区';


$info[]='太平区';


$info[]='清河门区';


$info[]='细河区';


$info[]='彰武县';


$info[]='龙港区';


$info[]='南票区';


$info[]='连山区';


$info[]='兴城市';


$info[]='绥中县';


$info[]='建昌县';


$info[]='太和区';


$info[]='古塔区';


$info[]='凌河区';


$info[]='凌海市';


$info[]='北镇市';


$info[]='黑山县';


$info[]='义县';


$info[]='白塔区';


$info[]='文圣区';


$info[]='宏伟区';


$info[]='太子河区';


$info[]='弓长岭区';


$info[]='灯塔市';


$info[]='辽阳县';


$info[]='双台子区';


$info[]='兴隆台区';


$info[]='大洼县';


$info[]='盘山县';


$info[]='银州区';


$info[]='清河区';


$info[]='调兵山市';


$info[]='开原市';


$info[]='铁岭县';


$info[]='西丰县';


$info[]='昌图县';


$info[]='站前区';


$info[]='西市区';


$info[]='鲅鱼圈区';


$info[]='老边区';


$info[]='盖州市';


$info[]='大石桥市';


$info[]='回民区';


$info[]='玉泉区';


$info[]='新城区';


$info[]='赛罕区';


$info[]='清水河县';


$info[]='土默特左旗';


$info[]='托克托县';


$info[]='和林格尔县';


$info[]='武川县';


$info[]='阿拉善左旗';


$info[]='阿拉善右旗';


$info[]='额济纳旗';


$info[]='临河区';


$info[]='五原县';


$info[]='磴口县';


$info[]='乌拉特前旗';


$info[]='乌拉特中旗';


$info[]='乌拉特后旗';


$info[]='杭锦后旗';


$info[]='昆都仑区';


$info[]='青山区';


$info[]='东河区';


$info[]='九原区';


$info[]='石拐区';


$info[]='白云矿区';


$info[]='土默特右旗';


$info[]='固阳县';


$info[]='达尔罕茂明安联合旗';


$info[]='红山区';


$info[]='元宝山区';


$info[]='松山区';


$info[]='阿鲁科尔沁旗';


$info[]='巴林左旗';


$info[]='巴林右旗';


$info[]='林西县';


$info[]='克什克腾旗';


$info[]='翁牛特旗';


$info[]='喀喇沁旗';


$info[]='宁城县';


$info[]='敖汉旗';


$info[]='东胜区';


$info[]='达拉特旗';


$info[]='准格尔旗';


$info[]='鄂托克前旗';


$info[]='鄂托克旗';


$info[]='杭锦旗';


$info[]='乌审旗';


$info[]='伊金霍洛旗';


$info[]='海拉尔区';


$info[]='莫力达瓦';


$info[]='满洲里市';


$info[]='牙克石市';


$info[]='扎兰屯市';


$info[]='额尔古纳市';


$info[]='根河市';


$info[]='阿荣旗';


$info[]='鄂伦春自治旗';


$info[]='鄂温克族自治旗';


$info[]='陈巴尔虎旗';


$info[]='新巴尔虎左旗';


$info[]='新巴尔虎右旗';


$info[]='科尔沁区';


$info[]='霍林郭勒市';


$info[]='科尔沁左翼中旗';


$info[]='科尔沁左翼后旗';


$info[]='开鲁县';


$info[]='库伦旗';


$info[]='奈曼旗';


$info[]='扎鲁特旗';


$info[]='海勃湾区';


$info[]='乌达区';


$info[]='海南区';


$info[]='化德县';


$info[]='集宁区';


$info[]='丰镇市';


$info[]='卓资县';


$info[]='商都县';


$info[]='兴和县';


$info[]='凉城县';


$info[]='察哈尔右翼前旗';


$info[]='察哈尔右翼中旗';


$info[]='察哈尔右翼后旗';


$info[]='四子王旗';


$info[]='二连浩特市';


$info[]='锡林浩特市';


$info[]='阿巴嘎旗';


$info[]='苏尼特左旗';


$info[]='苏尼特右旗';


$info[]='东乌珠穆沁旗';


$info[]='西乌珠穆沁旗';


$info[]='太仆寺旗';


$info[]='镶黄旗';


$info[]='正镶白旗';


$info[]='正蓝旗';


$info[]='多伦县';


$info[]='乌兰浩特市';


$info[]='阿尔山市';


$info[]='科尔沁右翼前旗';


$info[]='科尔沁右翼中旗';


$info[]='扎赉特旗';


$info[]='突泉县';


$info[]='西夏区';


$info[]='金凤区';


$info[]='兴庆区';


$info[]='灵武市';


$info[]='永宁县';


$info[]='贺兰县';


$info[]='原州区';


$info[]='海原县';


$info[]='西吉县';


$info[]='隆德县';


$info[]='泾源县';


$info[]='彭阳县';


$info[]='惠农县';


$info[]='大武口区';


$info[]='惠农区';


$info[]='陶乐县';


$info[]='平罗县';


$info[]='利通区';


$info[]='中卫县';


$info[]='青铜峡市';


$info[]='中宁县';


$info[]='盐池县';


$info[]='同心县';


$info[]='沙坡头区';


$info[]='海原县';


$info[]='中宁县';


$info[]='城中区';


$info[]='城东区';


$info[]='城西区';


$info[]='城北区';


$info[]='湟中县';


$info[]='湟源县';


$info[]='大通';


$info[]='玛沁县';


$info[]='班玛县';


$info[]='甘德县';


$info[]='达日县';


$info[]='久治县';


$info[]='玛多县';


$info[]='海晏县';


$info[]='祁连县';


$info[]='刚察县';


$info[]='门源';


$info[]='平安县';


$info[]='乐都县';


$info[]='民和';


$info[]='互助';


$info[]='化隆';


$info[]='循化';


$info[]='共和县';


$info[]='同德县';


$info[]='贵德县';


$info[]='兴海县';


$info[]='贵南县';


$info[]='德令哈市';


$info[]='格尔木市';


$info[]='乌兰县';


$info[]='都兰县';


$info[]='天峻县';


$info[]='同仁县';


$info[]='尖扎县';


$info[]='泽库县';


$info[]='河南蒙古族自治县';


$info[]='玉树县';


$info[]='杂多县';


$info[]='称多县';


$info[]='治多县';


$info[]='囊谦县';


$info[]='曲麻莱县';


$info[]='市中区';


$info[]='历下区';


$info[]='天桥区';


$info[]='槐荫区';


$info[]='历城区';


$info[]='长清区';


$info[]='章丘市';


$info[]='平阴县';


$info[]='济阳县';


$info[]='商河县';


$info[]='市南区';


$info[]='市北区';


$info[]='城阳区';


$info[]='四方区';


$info[]='李沧区';


$info[]='黄岛区';


$info[]='崂山区';


$info[]='胶州市';


$info[]='即墨市';


$info[]='平度市';


$info[]='胶南市';


$info[]='莱西市';


$info[]='滨城区';


$info[]='惠民县';


$info[]='阳信县';


$info[]='无棣县';


$info[]='沾化县';


$info[]='博兴县';


$info[]='邹平县';


$info[]='德城区';


$info[]='陵县';


$info[]='乐陵市';


$info[]='禹城市';


$info[]='宁津县';


$info[]='庆云县';


$info[]='临邑县';


$info[]='齐河县';


$info[]='平原县';


$info[]='夏津县';


$info[]='武城县';


$info[]='东营区';


$info[]='河口区';


$info[]='垦利县';


$info[]='利津县';


$info[]='广饶县';


$info[]='牡丹区';


$info[]='曹县';


$info[]='单县';


$info[]='成武县';


$info[]='巨野县';


$info[]='郓城县';


$info[]='鄄城县';


$info[]='定陶县';


$info[]='东明县';


$info[]='市中区';


$info[]='任城区';


$info[]='曲阜市';


$info[]='兖州市';


$info[]='邹城市';


$info[]='微山县';


$info[]='鱼台县';


$info[]='金乡县';


$info[]='嘉祥县';


$info[]='汶上县';


$info[]='泗水县';


$info[]='梁山县';


$info[]='莱城区';


$info[]='钢城区';


$info[]='东昌府区';


$info[]='临清市';


$info[]='阳谷县';


$info[]='莘县';


$info[]='茌平县';


$info[]='东阿县';


$info[]='冠县';


$info[]='高唐县';


$info[]='兰山区';


$info[]='罗庄区';


$info[]='河东区';


$info[]='沂南县';


$info[]='郯城县';


$info[]='沂水县';


$info[]='苍山县';


$info[]='费县';


$info[]='平邑县';


$info[]='莒南县';


$info[]='蒙阴县';


$info[]='临沭县';


$info[]='东港区';


$info[]='岚山区';


$info[]='五莲县';


$info[]='莒县';


$info[]='泰山区';


$info[]='岱岳区';


$info[]='新泰市';


$info[]='肥城市';


$info[]='宁阳县';


$info[]='东平县';


$info[]='荣成市';


$info[]='乳山市';


$info[]='环翠区';


$info[]='文登市';


$info[]='潍城区';


$info[]='寒亭区';


$info[]='坊子区';


$info[]='奎文区';


$info[]='青州市';


$info[]='诸城市';


$info[]='寿光市';


$info[]='安丘市';


$info[]='高密市';


$info[]='昌邑市';


$info[]='临朐县';


$info[]='昌乐县';


$info[]='芝罘区';


$info[]='福山区';


$info[]='牟平区';


$info[]='莱山区';


$info[]='开发区';


$info[]='龙口市';


$info[]='莱阳市';


$info[]='莱州市';


$info[]='蓬莱市';


$info[]='招远市';


$info[]='栖霞市';


$info[]='海阳市';


$info[]='长岛县';


$info[]='市中区';


$info[]='山亭区';


$info[]='峄城区';


$info[]='台儿庄区';


$info[]='薛城区';


$info[]='滕州市';


$info[]='张店区';


$info[]='临淄区';


$info[]='淄川区';


$info[]='博山区';


$info[]='周村区';


$info[]='桓台县';


$info[]='高青县';


$info[]='沂源县';


$info[]='杏花岭区';


$info[]='小店区';


$info[]='迎泽区';


$info[]='尖草坪区';


$info[]='万柏林区';


$info[]='晋源区';


$info[]='高新开发区';


$info[]='民营经济开发区';


$info[]='经济技术开发区';


$info[]='清徐县';


$info[]='阳曲县';


$info[]='娄烦县';


$info[]='古交市';


$info[]='城区';


$info[]='郊区';


$info[]='沁县';


$info[]='潞城市';


$info[]='长治县';


$info[]='襄垣县';


$info[]='屯留县';


$info[]='平顺县';


$info[]='黎城县';


$info[]='壶关县';


$info[]='长子县';


$info[]='武乡县';


$info[]='沁源县';


$info[]='城区';


$info[]='矿区';


$info[]='南郊区';


$info[]='新荣区';


$info[]='阳高县';


$info[]='天镇县';


$info[]='广灵县';


$info[]='灵丘县';


$info[]='浑源县';


$info[]='左云县';


$info[]='大同县';


$info[]='城区';


$info[]='高平市';


$info[]='沁水县';


$info[]='阳城县';


$info[]='陵川县';


$info[]='泽州县';


$info[]='榆次区';


$info[]='介休市';


$info[]='榆社县';


$info[]='左权县';


$info[]='和顺县';


$info[]='昔阳县';


$info[]='寿阳县';


$info[]='太谷县';


$info[]='祁县';


$info[]='平遥县';


$info[]='灵石县';


$info[]='尧都区';


$info[]='侯马市';


$info[]='霍州市';


$info[]='曲沃县';


$info[]='翼城县';


$info[]='襄汾县';


$info[]='洪洞县';


$info[]='吉县';


$info[]='安泽县';


$info[]='浮山县';


$info[]='古县';


$info[]='乡宁县';


$info[]='大宁县';


$info[]='隰县';


$info[]='永和县';


$info[]='蒲县';


$info[]='汾西县';


$info[]='离石市';


$info[]='离石区';


$info[]='孝义市';


$info[]='汾阳市';


$info[]='文水县';


$info[]='交城县';


$info[]='兴县';


$info[]='临县';


$info[]='柳林县';


$info[]='石楼县';


$info[]='岚县';


$info[]='方山县';


$info[]='中阳县';


$info[]='交口县';


$info[]='朔城区';


$info[]='平鲁区';


$info[]='山阴县';


$info[]='应县';


$info[]='右玉县';


$info[]='怀仁县';


$info[]='忻府区';


$info[]='原平市';


$info[]='定襄县';


$info[]='五台县';


$info[]='代县';


$info[]='繁峙县';


$info[]='宁武县';


$info[]='静乐县';


$info[]='神池县';


$info[]='五寨县';


$info[]='岢岚县';


$info[]='河曲县';


$info[]='保德县';


$info[]='偏关县';


$info[]='城区';


$info[]='矿区';


$info[]='郊区';


$info[]='平定县';


$info[]='盂县';


$info[]='盐湖区';


$info[]='永济市';


$info[]='河津市';


$info[]='临猗县';


$info[]='万荣县';


$info[]='闻喜县';


$info[]='稷山县';


$info[]='新绛县';


$info[]='绛县';


$info[]='垣曲县';


$info[]='夏县';


$info[]='平陆县';


$info[]='芮城县';


$info[]='莲湖区';


$info[]='新城区';


$info[]='碑林区';


$info[]='雁塔区';


$info[]='灞桥区';


$info[]='未央区';


$info[]='阎良区';


$info[]='临潼区';


$info[]='长安区';


$info[]='蓝田县';


$info[]='周至县';


$info[]='户县';


$info[]='高陵县';


$info[]='汉滨区';


$info[]='汉阴县';


$info[]='石泉县';


$info[]='宁陕县';


$info[]='紫阳县';


$info[]='岚皋县';


$info[]='平利县';


$info[]='镇坪县';


$info[]='旬阳县';


$info[]='白河县';


$info[]='陈仓区';


$info[]='渭滨区';


$info[]='金台区';


$info[]='凤翔县';


$info[]='岐山县';


$info[]='扶风县';


$info[]='眉县';


$info[]='陇县';


$info[]='千阳县';


$info[]='麟游县';


$info[]='凤县';


$info[]='太白县';


$info[]='汉台区';


$info[]='南郑县';


$info[]='城固县';


$info[]='洋县';


$info[]='西乡县';


$info[]='勉县';


$info[]='宁强县';


$info[]='略阳县';


$info[]='镇巴县';


$info[]='留坝县';


$info[]='佛坪县';


$info[]='商州区';


$info[]='洛南县';


$info[]='丹凤县';


$info[]='商南县';


$info[]='山阳县';


$info[]='镇安县';


$info[]='柞水县';


$info[]='耀州区';


$info[]='王益区';


$info[]='印台区';


$info[]='宜君县';


$info[]='临渭区';


$info[]='韩城市';


$info[]='华阴市';


$info[]='华县';


$info[]='潼关县';


$info[]='大荔县';


$info[]='合阳县';


$info[]='澄城县';


$info[]='蒲城县';


$info[]='白水县';


$info[]='富平县';


$info[]='秦都区';


$info[]='渭城区';


$info[]='杨陵区';


$info[]='兴平市';


$info[]='三原县';


$info[]='泾阳县';


$info[]='乾县';


$info[]='礼泉县';


$info[]='永寿县';


$info[]='彬县';


$info[]='长武县';


$info[]='旬邑县';


$info[]='淳化县';


$info[]='武功县';


$info[]='吴起县';


$info[]='宝塔区';


$info[]='延长县';


$info[]='延川县';


$info[]='子长县';


$info[]='安塞县';


$info[]='志丹县';


$info[]='甘泉县';


$info[]='富县';


$info[]='洛川县';


$info[]='宜川县';


$info[]='黄龙县';


$info[]='黄陵县';


$info[]='榆阳区';


$info[]='神木县';


$info[]='府谷县';


$info[]='横山县';


$info[]='靖边县';


$info[]='定边县';


$info[]='绥德县';


$info[]='米脂县';


$info[]='佳县';


$info[]='吴堡县';


$info[]='清涧县';


$info[]='子洲县';


$info[]='长宁区';


$info[]='闸北区';


$info[]='闵行区';


$info[]='徐汇区';


$info[]='浦东新区';


$info[]='杨浦区';


$info[]='普陀区';


$info[]='静安区';


$info[]='卢湾区';


$info[]='虹口区';


$info[]='黄浦区';


$info[]='南汇区';


$info[]='松江区';


$info[]='嘉定区';


$info[]='宝山区';


$info[]='青浦区';


$info[]='金山区';


$info[]='奉贤区';


$info[]='崇明县';


$info[]='青羊区';


$info[]='锦江区';


$info[]='金牛区';


$info[]='武侯区';


$info[]='成华区';


$info[]='龙泉驿区';


$info[]='青白江区';


$info[]='新都区';


$info[]='温江区';


$info[]='高新区';


$info[]='高新西区';


$info[]='都江堰市';


$info[]='彭州市';


$info[]='邛崃市';


$info[]='崇州市';


$info[]='金堂县';


$info[]='双流县';


$info[]='郫县';


$info[]='大邑县';


$info[]='蒲江县';


$info[]='新津县';


$info[]='都江堰市';


$info[]='彭州市';


$info[]='邛崃市';


$info[]='崇州市';


$info[]='金堂县';


$info[]='双流县';


$info[]='郫县';


$info[]='大邑县';


$info[]='蒲江县';


$info[]='新津县';


$info[]='涪城区';


$info[]='游仙区';


$info[]='江油市';


$info[]='盐亭县';


$info[]='三台县';


$info[]='平武县';


$info[]='安县';


$info[]='梓潼县';


$info[]='北川县';


$info[]='马尔康县';


$info[]='汶川县';


$info[]='理县';


$info[]='茂县';


$info[]='松潘县';


$info[]='九寨沟县';


$info[]='金川县';


$info[]='小金县';


$info[]='黑水县';


$info[]='壤塘县';


$info[]='阿坝县';


$info[]='若尔盖县';


$info[]='红原县';


$info[]='巴州区';


$info[]='通江县';


$info[]='南江县';


$info[]='平昌县';


$info[]='通川区';


$info[]='万源市';


$info[]='达县';


$info[]='宣汉县';


$info[]='开江县';


$info[]='大竹县';


$info[]='渠县';


$info[]='旌阳区';


$info[]='广汉市';


$info[]='什邡市';


$info[]='绵竹市';


$info[]='罗江县';


$info[]='中江县';


$info[]='康定县';


$info[]='丹巴县';


$info[]='泸定县';


$info[]='炉霍县';


$info[]='九龙县';


$info[]='甘孜县';


$info[]='雅江县';


$info[]='新龙县';


$info[]='道孚县';


$info[]='白玉县';


$info[]='理塘县';


$info[]='德格县';


$info[]='乡城县';


$info[]='石渠县';


$info[]='稻城县';


$info[]='色达县';


$info[]='巴塘县';


$info[]='得荣县';


$info[]='广安区';


$info[]='华蓥市';


$info[]='岳池县';


$info[]='武胜县';


$info[]='邻水县';


$info[]='利州区';


$info[]='元坝区';


$info[]='朝天区';


$info[]='旺苍县';


$info[]='青川县';


$info[]='剑阁县';


$info[]='苍溪县';


$info[]='峨眉山市';


$info[]='乐山市';


$info[]='犍为县';


$info[]='井研县';


$info[]='夹江县';


$info[]='沐川县';


$info[]='峨边';


$info[]='马边';


$info[]='西昌市';


$info[]='盐源县';


$info[]='德昌县';


$info[]='会理县';


$info[]='会东县';


$info[]='宁南县';


$info[]='普格县';


$info[]='布拖县';


$info[]='金阳县';


$info[]='昭觉县';


$info[]='喜德县';


$info[]='冕宁县';


$info[]='越西县';


$info[]='甘洛县';


$info[]='美姑县';


$info[]='雷波县';


$info[]='木里';


$info[]='东坡区';


$info[]='仁寿县';


$info[]='彭山县';


$info[]='洪雅县';


$info[]='丹棱县';


$info[]='青神县';


$info[]='阆中市';


$info[]='南部县';


$info[]='营山县';


$info[]='蓬安县';


$info[]='仪陇县';


$info[]='顺庆区';


$info[]='高坪区';


$info[]='嘉陵区';


$info[]='西充县';


$info[]='市中区';


$info[]='东兴区';


$info[]='威远县';


$info[]='资中县';


$info[]='隆昌县';


$info[]='东  区';


$info[]='西  区';


$info[]='仁和区';


$info[]='米易县';


$info[]='盐边县';


$info[]='船山区';


$info[]='安居区';


$info[]='蓬溪县';


$info[]='射洪县';


$info[]='大英县';


$info[]='雨城区';


$info[]='名山县';


$info[]='荥经县';


$info[]='汉源县';


$info[]='石棉县';


$info[]='天全县';


$info[]='芦山县';


$info[]='宝兴县';


$info[]='翠屏区';


$info[]='宜宾县';


$info[]='南溪县';


$info[]='江安县';


$info[]='长宁县';


$info[]='高县';


$info[]='珙县';


$info[]='筠连县';


$info[]='兴文县';


$info[]='屏山县';


$info[]='雁江区';


$info[]='简阳市';


$info[]='安岳县';


$info[]='乐至县';


$info[]='大安区';


$info[]='自流井区';


$info[]='贡井区';


$info[]='沿滩区';


$info[]='荣县';


$info[]='富顺县';


$info[]='江阳区';


$info[]='纳溪区';


$info[]='龙马潭区';


$info[]='泸县';


$info[]='合江县';


$info[]='叙永县';


$info[]='古蔺县';


$info[]='和平区';


$info[]='河西区';


$info[]='南开区';


$info[]='河北区';


$info[]='河东区';


$info[]='红桥区';


$info[]='东丽区';


$info[]='津南区';


$info[]='西青区';


$info[]='北辰区';


$info[]='塘沽区';


$info[]='汉沽区';


$info[]='大港区';


$info[]='武清区';


$info[]='宝坻区';


$info[]='经济开发区';


$info[]='宁河县';


$info[]='静海县';


$info[]='蓟县';


$info[]='城关区';


$info[]='林周县';


$info[]='当雄县';


$info[]='尼木县';


$info[]='曲水县';


$info[]='堆龙德庆县';


$info[]='达孜县';


$info[]='墨竹工卡县';


$info[]='噶尔县';


$info[]='普兰县';


$info[]='札达县';


$info[]='日土县';


$info[]='革吉县';


$info[]='改则县';


$info[]='措勤县';


$info[]='昌都县';


$info[]='江达县';


$info[]='贡觉县';


$info[]='类乌齐县';


$info[]='丁青县';


$info[]='察雅县';


$info[]='八宿县';


$info[]='左贡县';


$info[]='芒康县';


$info[]='洛隆县';


$info[]='边坝县';


$info[]='林芝县';


$info[]='工布江达县';


$info[]='米林县';


$info[]='墨脱县';


$info[]='波密县';


$info[]='察隅县';


$info[]='朗县';


$info[]='那曲县';


$info[]='嘉黎县';


$info[]='比如县';


$info[]='聂荣县';


$info[]='安多县';


$info[]='申扎县';


$info[]='索县';


$info[]='班戈县';


$info[]='巴青县';


$info[]='尼玛县';


$info[]='日喀则市';


$info[]='南木林县';


$info[]='江孜县';


$info[]='定日县';


$info[]='萨迦县';


$info[]='拉孜县';


$info[]='昂仁县';


$info[]='谢通门县';


$info[]='白朗县';


$info[]='仁布县';


$info[]='康马县';


$info[]='定结县';


$info[]='仲巴县';


$info[]='亚东县';


$info[]='吉隆县';


$info[]='聂拉木县';


$info[]='萨嘎县';


$info[]='岗巴县';


$info[]='乃东县';


$info[]='扎囊县';


$info[]='贡嘎县';


$info[]='桑日县';


$info[]='琼结县';


$info[]='曲松县';


$info[]='措美县';


$info[]='洛扎县';


$info[]='加查县';


$info[]='隆子县';


$info[]='错那县';


$info[]='浪卡子县';


$info[]='天山区';


$info[]='沙依巴克区';


$info[]='新市区';


$info[]='水磨沟区';


$info[]='头屯河区';


$info[]='达坂城区';


$info[]='米东区';


$info[]='乌鲁木齐县';


$info[]='阿克苏市';


$info[]='温宿县';


$info[]='库车县';


$info[]='沙雅县';


$info[]='新和县';


$info[]='拜城县';


$info[]='乌什县';


$info[]='阿瓦提县';


$info[]='柯坪县';


$info[]='阿拉尔市';


$info[]='库尔勒市';


$info[]='轮台县';


$info[]='尉犁县';


$info[]='若羌县';


$info[]='且末县';


$info[]='焉耆';


$info[]='和静县';


$info[]='和硕县';


$info[]='博湖县';


$info[]='博乐市';


$info[]='精河县';


$info[]='温泉县';


$info[]='呼图壁县';


$info[]='米泉市';


$info[]='昌吉市';


$info[]='阜康市';


$info[]='玛纳斯县';


$info[]='奇台县';


$info[]='吉木萨尔县';


$info[]='木垒';


$info[]='哈密市';


$info[]='伊吾县';


$info[]='巴里坤';


$info[]='和田市';


$info[]='和田县';


$info[]='墨玉县';


$info[]='皮山县';


$info[]='洛浦县';


$info[]='策勒县';


$info[]='于田县';


$info[]='民丰县';


$info[]='喀什市';


$info[]='疏附县';


$info[]='疏勒县';


$info[]='英吉沙县';


$info[]='泽普县';


$info[]='莎车县';


$info[]='叶城县';


$info[]='麦盖提县';


$info[]='岳普湖县';


$info[]='伽师县';


$info[]='巴楚县';


$info[]='塔什库尔干';


$info[]='克拉玛依市';


$info[]='阿图什市';


$info[]='阿克陶县';


$info[]='阿合奇县';


$info[]='乌恰县';


$info[]='石河子市';


$info[]='图木舒克市';


$info[]='吐鲁番市';


$info[]='鄯善县';


$info[]='托克逊县';


$info[]='五家渠市';


$info[]='阿勒泰市';


$info[]='布克赛尔';


$info[]='伊宁市';


$info[]='布尔津县';


$info[]='奎屯市';


$info[]='乌苏市';


$info[]='额敏县';


$info[]='富蕴县';


$info[]='伊宁县';


$info[]='福海县';


$info[]='霍城县';


$info[]='沙湾县';


$info[]='巩留县';


$info[]='哈巴河县';


$info[]='托里县';


$info[]='青河县';


$info[]='新源县';


$info[]='裕民县';


$info[]='和布克赛尔';


$info[]='吉木乃县';


$info[]='昭苏县';


$info[]='特克斯县';


$info[]='尼勒克县';


$info[]='察布查尔';


$info[]='盘龙区';


$info[]='五华区';


$info[]='官渡区';


$info[]='西山区';


$info[]='东川区';


$info[]='安宁市';


$info[]='呈贡县';


$info[]='晋宁县';


$info[]='富民县';


$info[]='宜良县';


$info[]='嵩明县';


$info[]='石林县';


$info[]='禄劝';


$info[]='寻甸';


$info[]='兰坪';


$info[]='泸水县';


$info[]='福贡县';


$info[]='贡山';


$info[]='宁洱';


$info[]='思茅区';


$info[]='墨江';


$info[]='景东';


$info[]='景谷';


$info[]='镇沅';


$info[]='江城';


$info[]='孟连';


$info[]='澜沧';


$info[]='西盟';


$info[]='古城区';


$info[]='宁蒗';


$info[]='玉龙';


$info[]='永胜县';


$info[]='华坪县';


$info[]='隆阳区';


$info[]='施甸县';


$info[]='腾冲县';


$info[]='龙陵县';


$info[]='昌宁县';


$info[]='楚雄市';


$info[]='双柏县';


$info[]='牟定县';


$info[]='南华县';


$info[]='姚安县';


$info[]='大姚县';


$info[]='永仁县';


$info[]='元谋县';


$info[]='武定县';


$info[]='禄丰县';


$info[]='大理市';


$info[]='祥云县';


$info[]='宾川县';


$info[]='弥渡县';


$info[]='永平县';


$info[]='云龙县';


$info[]='洱源县';


$info[]='剑川县';


$info[]='鹤庆县';


$info[]='漾濞';


$info[]='南涧';


$info[]='巍山';


$info[]='潞西市';


$info[]='瑞丽市';


$info[]='梁河县';


$info[]='盈江县';


$info[]='陇川县';


$info[]='香格里拉县';


$info[]='德钦县';


$info[]='维西';


$info[]='泸西县';


$info[]='蒙自县';


$info[]='个旧市';


$info[]='开远市';


$info[]='绿春县';


$info[]='建水县';


$info[]='石屏县';


$info[]='弥勒县';


$info[]='元阳县';


$info[]='红河县';


$info[]='金平';


$info[]='河口';


$info[]='屏边';


$info[]='临翔区';


$info[]='凤庆县';


$info[]='云县';


$info[]='永德县';


$info[]='镇康县';


$info[]='双江';


$info[]='耿马';


$info[]='沧源';


$info[]='麒麟区';


$info[]='宣威市';


$info[]='马龙县';


$info[]='陆良县';


$info[]='师宗县';


$info[]='罗平县';


$info[]='富源县';


$info[]='会泽县';


$info[]='沾益县';


$info[]='文山县';


$info[]='砚山县';


$info[]='西畴县';


$info[]='麻栗坡县';


$info[]='马关县';


$info[]='丘北县';


$info[]='广南县';


$info[]='富宁县';


$info[]='景洪市';


$info[]='勐海县';


$info[]='勐腊县';


$info[]='红塔区';


$info[]='江川县';


$info[]='澄江县';


$info[]='通海县';


$info[]='华宁县';


$info[]='易门县';


$info[]='峨山';


$info[]='新平';


$info[]='元江';


$info[]='昭阳区';


$info[]='鲁甸县';


$info[]='巧家县';


$info[]='盐津县';


$info[]='大关县';


$info[]='永善县';


$info[]='绥江县';


$info[]='镇雄县';


$info[]='彝良县';


$info[]='威信县';


$info[]='水富县';


$info[]='西湖区';


$info[]='上城区';


$info[]='下城区';


$info[]='拱墅区';


$info[]='滨江区';


$info[]='江干区';


$info[]='萧山区';


$info[]='余杭区';


$info[]='市郊';


$info[]='建德市';


$info[]='富阳市';


$info[]='临安市';


$info[]='桐庐县';


$info[]='淳安县';


$info[]='吴兴区';


$info[]='南浔区';


$info[]='德清县';


$info[]='长兴县';


$info[]='安吉县';


$info[]='南湖区';


$info[]='秀洲区';


$info[]='海宁市';


$info[]='嘉善县';


$info[]='平湖市';


$info[]='桐乡市';


$info[]='海盐县';


$info[]='婺城区';


$info[]='金东区';


$info[]='兰溪市';


$info[]='市区';


$info[]='佛堂镇';


$info[]='上溪镇';


$info[]='义亭镇';


$info[]='大陈镇';


$info[]='苏溪镇';


$info[]='赤岸镇';


$info[]='东阳市';


$info[]='永康市';


$info[]='武义县';


$info[]='浦江县';


$info[]='磐安县';


$info[]='莲都区';


$info[]='龙泉市';


$info[]='青田县';


$info[]='缙云县';


$info[]='遂昌县';


$info[]='松阳县';


$info[]='云和县';


$info[]='庆元县';


$info[]='景宁';


$info[]='海曙区';


$info[]='江东区';


$info[]='江北区';


$info[]='镇海区';


$info[]='北仑区';


$info[]='鄞州区';


$info[]='余姚市';


$info[]='慈溪市';


$info[]='奉化市';


$info[]='象山县';


$info[]='宁海县';


$info[]='越城区';


$info[]='上虞市';


$info[]='嵊州市';


$info[]='绍兴县';


$info[]='新昌县';


$info[]='诸暨市';


$info[]='椒江区';


$info[]='黄岩区';


$info[]='路桥区';


$info[]='温岭市';


$info[]='临海市';


$info[]='玉环县';


$info[]='三门县';


$info[]='天台县';


$info[]='仙居县';


$info[]='鹿城区';


$info[]='龙湾区';


$info[]='瓯海区';


$info[]='瑞安市';


$info[]='乐清市';


$info[]='洞头县';


$info[]='永嘉县';


$info[]='平阳县';


$info[]='苍南县';


$info[]='文成县';


$info[]='泰顺县';


$info[]='定海区';


$info[]='普陀区';


$info[]='岱山县';


$info[]='嵊泗县';


$info[]='衢州市';


$info[]='江山市';


$info[]='常山县';


$info[]='开化县';


$info[]='龙游县';


$info[]='合川区';


$info[]='江津区';


$info[]='南川区';


$info[]='永川区';


$info[]='南岸区';


$info[]='渝北区';


$info[]='万盛区';


$info[]='大渡口区';


$info[]='万州区';


$info[]='北碚区';


$info[]='沙坪坝区';


$info[]='巴南区';


$info[]='涪陵区';


$info[]='江北区';


$info[]='九龙坡区';


$info[]='渝中区';


$info[]='黔江开发区';


$info[]='长寿区';


$info[]='双桥区';


$info[]='綦江县';


$info[]='潼南县';


$info[]='铜梁县';


$info[]='大足县';


$info[]='荣昌县';


$info[]='璧山县';


$info[]='垫江县';


$info[]='武隆县';


$info[]='丰都县';


$info[]='城口县';


$info[]='梁平县';


$info[]='开县';


$info[]='巫溪县';


$info[]='巫山县';


$info[]='奉节县';


$info[]='云阳县';


$info[]='忠县';


$info[]='石柱';


$info[]='彭水';


$info[]='酉阳';


$info[]='秀山';


$info[]='沙田区';


$info[]='东区';


$info[]='观塘区';


$info[]='黄大仙区';


$info[]='九龙城区';


$info[]='屯门区';


$info[]='葵青区';


$info[]='元朗区';


$info[]='深水埗区';


$info[]='西贡区';


$info[]='大埔区';


$info[]='湾仔区';


$info[]='油尖旺区';


$info[]='北区';


$info[]='南区';


$info[]='荃湾区';


$info[]='中西区';


$info[]='离岛区';


$info[]='澳门';


$info[]='台北';


$info[]='高雄';


$info[]='基隆';


$info[]='台中';


$info[]='台南';


$info[]='新竹';


$info[]='嘉义';


$info[]='宜兰县';


$info[]='桃园县';


$info[]='苗栗县';


$info[]='彰化县';


$info[]='南投县';


$info[]='云林县';


$info[]='屏东县';


$info[]='台东县';


$info[]='花莲县';


$info[]='澎湖县';


$info[]='合肥';


$info[]='庐阳区';


$info[]='瑶海区';


$info[]='蜀山区';


$info[]='包河区';


$info[]='长丰县';


$info[]='肥东县';


$info[]='肥西县';


$info[]='南戴河';


$info[]='开发区';




?>